### Terraform Plan Output for `identity-team-account/organization/organizations`
```hcl
[command]/home/runner/work/_temp/7a320465-5941-4c6a-8eb9-5f5490b81a00/terraform-bin show -no-color tfplan.binary

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_organizations_account.dev_account will be created
  + resource "aws_organizations_account" "dev_account" {
      + arn               = (known after apply)
      + close_on_deletion = false
      + create_govcloud   = false
      + email             = "whs-cloudfence+dev-team@googlegroups.com"
      + govcloud_id       = (known after apply)
      + id                = (known after apply)
      + joined_method     = (known after apply)
      + joined_timestamp  = (known after apply)
      + name              = "dev-team-account"
      + parent_id         = (known after apply)
      + status            = (known after apply)
      + tags_all          = (known after apply)
    }

  # aws_organizations_account.identity_account will be created
  + resource "aws_organizations_account" "identity_account" {
      + arn               = (known after apply)
      + close_on_deletion = false
      + create_govcloud   = false
      + email             = "whs-cloudfence+identity-team@googlegroups.com"
      + govcloud_id       = (known after apply)
      + id                = (known after apply)
      + joined_method     = (known after apply)
      + joined_timestamp  = (known after apply)
      + name              = "identity-team-account"
      + parent_id         = (known after apply)
      + status            = (known after apply)
      + tags_all          = (known after apply)
    }

  # aws_organizations_account.operation_account will be created
  + resource "aws_organizations_account" "operation_account" {
      + arn               = (known after apply)
      + close_on_deletion = false
      + create_govcloud   = false
      + email             = "whs-cloudfence+operation-team@googlegroups.com"
      + govcloud_id       = (known after apply)
      + id                = (known after apply)
      + joined_method     = (known after apply)
      + joined_timestamp  = (known after apply)
      + name              = "operation-team-account"
      + parent_id         = (known after apply)
      + status            = (known after apply)
      + tags_all          = (known after apply)
    }

  # aws_organizations_account.prod_account will be created
  + resource "aws_organizations_account" "prod_account" {
      + arn               = (known after apply)
      + close_on_deletion = false
      + create_govcloud   = false
      + email             = "whs-cloudfence+prod-team@googlegroups.com"
      + govcloud_id       = (known after apply)
      + id                = (known after apply)
      + joined_method     = (known after apply)
      + joined_timestamp  = (known after apply)
      + name              = "prod-team-account"
      + parent_id         = (known after apply)
      + status            = (known after apply)
      + tags_all          = (known after apply)
    }

  # aws_organizations_account.security_account will be created
  + resource "aws_organizations_account" "security_account" {
      + arn               = (known after apply)
      + close_on_deletion = false
      + create_govcloud   = false
      + email             = "whs-cloudfence+security-team@googlegroups.com"
      + govcloud_id       = (known after apply)
      + id                = (known after apply)
      + joined_method     = (known after apply)
      + joined_timestamp  = (known after apply)
      + name              = "security-team-account"
      + parent_id         = (known after apply)
      + status            = (known after apply)
      + tags_all          = (known after apply)
    }

  # aws_organizations_account.stage_account will be created
  + resource "aws_organizations_account" "stage_account" {
      + arn               = (known after apply)
      + close_on_deletion = false
      + create_govcloud   = false
      + email             = "whs-cloudfence+stage-team@googlegroups.com"
      + govcloud_id       = (known after apply)
      + id                = (known after apply)
      + joined_method     = (known after apply)
      + joined_timestamp  = (known after apply)
      + name              = "stage-team-account"
      + parent_id         = (known after apply)
      + status            = (known after apply)
      + tags_all          = (known after apply)
    }

  # aws_organizations_delegated_administrator.security_delegates["detective.amazonaws.com"] will be created
  + resource "aws_organizations_delegated_administrator" "security_delegates" {
      + account_id              = (known after apply)
      + arn                     = (known after apply)
      + delegation_enabled_date = (known after apply)
      + email                   = (known after apply)
      + id                      = (known after apply)
      + joined_method           = (known after apply)
      + joined_timestamp        = (known after apply)
      + name                    = (known after apply)
      + service_principal       = "detective.amazonaws.com"
      + status                  = (known after apply)
    }

  # aws_organizations_delegated_administrator.security_delegates["guardduty.amazonaws.com"] will be created
  + resource "aws_organizations_delegated_administrator" "security_delegates" {
      + account_id              = (known after apply)
      + arn                     = (known after apply)
      + delegation_enabled_date = (known after apply)
      + email                   = (known after apply)
      + id                      = (known after apply)
      + joined_method           = (known after apply)
      + joined_timestamp        = (known after apply)
      + name                    = (known after apply)
      + service_principal       = "guardduty.amazonaws.com"
      + status                  = (known after apply)
    }

  # aws_organizations_delegated_administrator.security_delegates["inspector2.amazonaws.com"] will be created
  + resource "aws_organizations_delegated_administrator" "security_delegates" {
      + account_id              = (known after apply)
      + arn                     = (known after apply)
      + delegation_enabled_date = (known after apply)
      + email                   = (known after apply)
      + id                      = (known after apply)
      + joined_method           = (known after apply)
      + joined_timestamp        = (known after apply)
      + name                    = (known after apply)
      + service_principal       = "inspector2.amazonaws.com"
      + status                  = (known after apply)
    }

  # aws_organizations_delegated_administrator.security_delegates["securityhub.amazonaws.com"] will be created
  + resource "aws_organizations_delegated_administrator" "security_delegates" {
      + account_id              = (known after apply)
      + arn                     = (known after apply)
      + delegation_enabled_date = (known after apply)
      + email                   = (known after apply)
      + id                      = (known after apply)
      + joined_method           = (known after apply)
      + joined_timestamp        = (known after apply)
      + name                    = (known after apply)
      + service_principal       = "securityhub.amazonaws.com"
      + status                  = (known after apply)
    }

  # aws_organizations_delegated_administrator.sso_delegate will be created
  + resource "aws_organizations_delegated_administrator" "sso_delegate" {
      + account_id              = (known after apply)
      + arn                     = (known after apply)
      + delegation_enabled_date = (known after apply)
      + email                   = (known after apply)
      + id                      = (known after apply)
      + joined_method           = (known after apply)
      + joined_timestamp        = (known after apply)
      + name                    = (known after apply)
      + service_principal       = "sso.amazonaws.com"
      + status                  = (known after apply)
    }

  # aws_organizations_organization.org will be created
  + resource "aws_organizations_organization" "org" {
      + accounts                      = (known after apply)
      + arn                           = (known after apply)
      + aws_service_access_principals = [
          + "cloudtrail.amazonaws.com",
          + "config.amazonaws.com",
          + "detective.amazonaws.com",
          + "guardduty.amazonaws.com",
          + "inspector2.amazonaws.com",
          + "securityhub.amazonaws.com",
          + "sso.amazonaws.com",
        ]
      + enabled_policy_types          = [
          + "SERVICE_CONTROL_POLICY",
        ]
      + feature_set                   = "ALL"
      + id                            = (known after apply)
      + master_account_arn            = (known after apply)
      + master_account_email          = (known after apply)
      + master_account_id             = (known after apply)
      + master_account_name           = (known after apply)
      + non_master_accounts           = (known after apply)
      + roots                         = (known after apply)
    }

Plan: 12 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  + dev_account_id        = (known after apply)
  + identity_account_id   = (known after apply)
  + management_account_id = (known after apply)
  + operation_account_id  = (known after apply)
  + prod_account_id       = (known after apply)
  + security_account_id   = (known after apply)
  + stage_account_id      = (known after apply)
::debug::Terraform exited with code 0.
::debug::stdout: %0ATerraform used the selected providers to generate the following execution%0Aplan. Resource actions are indicated with the following symbols:%0A  + create%0A%0ATerraform will perform the following actions:%0A%0A  # aws_organizations_account.dev_account will be created%0A  + resource "aws_organizations_account" "dev_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+dev-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "dev-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_account.identity_account will be created%0A  + resource "aws_organizations_account" "identity_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+identity-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "identity-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_account.operation_account will be created%0A  + resource "aws_organizations_account" "operation_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+operation-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "operation-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_account.prod_account will be created%0A  + resource "aws_organizations_account" "prod_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+prod-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "prod-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_account.security_account will be created%0A  + resource "aws_organizations_account" "security_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+security-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "security-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_account.stage_account will be created%0A  + resource "aws_organizations_account" "stage_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+stage-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "stage-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_delegated_administrator.security_delegates["detective.amazonaws.com"] will be created%0A  + resource "aws_organizations_delegated_administrator" "security_delegates" {%0A      + account_id              = (known after apply)%0A      + arn                     = (known after apply)%0A      + delegation_enabled_date = (known after apply)%0A      + email                   = (known after apply)%0A      + id                      = (known after apply)%0A      + joined_method           = (known after apply)%0A      + joined_timestamp        = (known after apply)%0A      + name                    = (known after apply)%0A      + service_principal       = "detective.amazonaws.com"%0A      + status                  = (known after apply)%0A    }%0A%0A  # aws_organizations_delegated_administrator.security_delegates["guardduty.amazonaws.com"] will be created%0A  + resource "aws_organizations_delegated_administrator" "security_delegates" {%0A      + account_id              = (known after apply)%0A      + arn                     = (known after apply)%0A      + delegation_enabled_date = (known after apply)%0A      + email                   = (known after apply)%0A      + id                      = (known after apply)%0A      + joined_method           = (known after apply)%0A      + joined_timestamp        = (known after apply)%0A      + name                    = (known after apply)%0A      + service_principal       = "guardduty.amazonaws.com"%0A      + status                  = (known after apply)%0A    }%0A%0A  # aws_organizations_delegated_administrator.security_delegates["inspector2.amazonaws.com"] will be created%0A  + resource "aws_organizations_delegated_administrator" "security_delegates" {%0A      + account_id              = (known after apply)%0A      + arn                     = (known after apply)%0A      + delegation_enabled_date = (known after apply)%0A      + email                   = (known after apply)%0A      + id                      = (known after apply)%0A      + joined_method           = (known after apply)%0A      + joined_timestamp        = (known after apply)%0A      + name                    = (known after apply)%0A      + service_principal       = "inspector2.amazonaws.com"%0A      + status                  = (known after apply)%0A    }%0A%0A  # aws_organizations_delegated_administrator.security_delegates["securityhub.amazonaws.com"] will be created%0A  + resource "aws_organizations_delegated_administrator" "security_delegates" {%0A      + account_id              = (known after apply)%0A      + arn                     = (known after apply)%0A      + delegation_enabled_date = (known after apply)%0A      + email                   = (known after apply)%0A      + id                      = (known after apply)%0A      + joined_method           = (known after apply)%0A      + joined_timestamp        = (known after apply)%0A      + name                    = (known after apply)%0A      + service_principal       = "securityhub.amazonaws.com"%0A      + status                  = (known after apply)%0A    }%0A%0A  # aws_organizations_delegated_administrator.sso_delegate will be created%0A  + resource "aws_organizations_delegated_administrator" "sso_delegate" {%0A      + account_id              = (known after apply)%0A      + arn                     = (known after apply)%0A      + delegation_enabled_date = (known after apply)%0A      + email                   = (known after apply)%0A      + id                      = (known after apply)%0A      + joined_method           = (known after apply)%0A      + joined_timestamp        = (known after apply)%0A      + name                    = (known after apply)%0A      + service_principal       = "sso.amazonaws.com"%0A      + status                  = (known after apply)%0A    }%0A%0A  # aws_organizations_organization.org will be created%0A  + resource "aws_organizations_organization" "org" {%0A      + accounts                      = (known after apply)%0A      + arn                           = (known after apply)%0A      + aws_service_access_principals = [%0A          + "cloudtrail.amazonaws.com",%0A          + "config.amazonaws.com",%0A          + "detective.amazonaws.com",%0A          + "guardduty.amazonaws.com",%0A          + "inspector2.amazonaws.com",%0A          + "securityhub.amazonaws.com",%0A          + "sso.amazonaws.com",%0A        ]%0A      + enabled_policy_types          = [%0A          + "SERVICE_CONTROL_POLICY",%0A        ]%0A      + feature_set                   = "ALL"%0A      + id                            = (known after apply)%0A      + master_account_arn            = (known after apply)%0A      + master_account_email          = (known after apply)%0A      + master_account_id             = (known after apply)%0A      + master_account_name           = (known after apply)%0A      + non_master_accounts           = (known after apply)%0A      + roots                         = (known after apply)%0A    }%0A%0APlan: 12 to add, 0 to change, 0 to destroy.%0A%0AChanges to Outputs:%0A  + dev_account_id        = (known after apply)%0A  + identity_account_id   = (known after apply)%0A  + management_account_id = (known after apply)%0A  + operation_account_id  = (known after apply)%0A  + prod_account_id       = (known after apply)%0A  + security_account_id   = (known after apply)%0A  + stage_account_id      = (known after apply)%0A
::debug::stderr: 
::debug::exitcode: 0

::set-output name=stdout::%0ATerraform used the selected providers to generate the following execution%0Aplan. Resource actions are indicated with the following symbols:%0A  + create%0A%0ATerraform will perform the following actions:%0A%0A  # aws_organizations_account.dev_account will be created%0A  + resource "aws_organizations_account" "dev_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+dev-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "dev-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_account.identity_account will be created%0A  + resource "aws_organizations_account" "identity_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+identity-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "identity-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_account.operation_account will be created%0A  + resource "aws_organizations_account" "operation_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+operation-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "operation-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_account.prod_account will be created%0A  + resource "aws_organizations_account" "prod_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+prod-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "prod-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_account.security_account will be created%0A  + resource "aws_organizations_account" "security_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+security-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "security-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_account.stage_account will be created%0A  + resource "aws_organizations_account" "stage_account" {%0A      + arn               = (known after apply)%0A      + close_on_deletion = false%0A      + create_govcloud   = false%0A      + email             = "whs-cloudfence+stage-team@googlegroups.com"%0A      + govcloud_id       = (known after apply)%0A      + id                = (known after apply)%0A      + joined_method     = (known after apply)%0A      + joined_timestamp  = (known after apply)%0A      + name              = "stage-team-account"%0A      + parent_id         = (known after apply)%0A      + status            = (known after apply)%0A      + tags_all          = (known after apply)%0A    }%0A%0A  # aws_organizations_delegated_administrator.security_delegates["detective.amazonaws.com"] will be created%0A  + resource "aws_organizations_delegated_administrator" "security_delegates" {%0A      + account_id              = (known after apply)%0A      + arn                     = (known after apply)%0A      + delegation_enabled_date = (known after apply)%0A      + email                   = (known after apply)%0A      + id                      = (known after apply)%0A      + joined_method           = (known after apply)%0A      + joined_timestamp        = (known after apply)%0A      + name                    = (known after apply)%0A      + service_principal       = "detective.amazonaws.com"%0A      + status                  = (known after apply)%0A    }%0A%0A  # aws_organizations_delegated_administrator.security_delegates["guardduty.amazonaws.com"] will be created%0A  + resource "aws_organizations_delegated_administrator" "security_delegates" {%0A      + account_id              = (known after apply)%0A      + arn                     = (known after apply)%0A      + delegation_enabled_date = (known after apply)%0A      + email                   = (known after apply)%0A      + id                      = (known after apply)%0A      + joined_method           = (known after apply)%0A      + joined_timestamp        = (known after apply)%0A      + name                    = (known after apply)%0A      + service_principal       = "guardduty.amazonaws.com"%0A      + status                  = (known after apply)%0A    }%0A%0A  # aws_organizations_delegated_administrator.security_delegates["inspector2.amazonaws.com"] will be created%0A  + resource "aws_organizations_delegated_administrator" "security_delegates" {%0A      + account_id              = (known after apply)%0A      + arn                     = (known after apply)%0A      + delegation_enabled_date = (known after apply)%0A      + email                   = (known after apply)%0A      + id                      = (known after apply)%0A      + joined_method           = (known after apply)%0A      + joined_timestamp        = (known after apply)%0A      + name                    = (known after apply)%0A      + service_principal       = "inspector2.amazonaws.com"%0A      + status                  = (known after apply)%0A    }%0A%0A  # aws_organizations_delegated_administrator.security_delegates["securityhub.amazonaws.com"] will be created%0A  + resource "aws_organizations_delegated_administrator" "security_delegates" {%0A      + account_id              = (known after apply)%0A      + arn                     = (known after apply)%0A      + delegation_enabled_date = (known after apply)%0A      + email                   = (known after apply)%0A      + id                      = (known after apply)%0A      + joined_method           = (known after apply)%0A      + joined_timestamp        = (known after apply)%0A      + name                    = (known after apply)%0A      + service_principal       = "securityhub.amazonaws.com"%0A      + status                  = (known after apply)%0A    }%0A%0A  # aws_organizations_delegated_administrator.sso_delegate will be created%0A  + resource "aws_organizations_delegated_administrator" "sso_delegate" {%0A      + account_id              = (known after apply)%0A      + arn                     = (known after apply)%0A      + delegation_enabled_date = (known after apply)%0A      + email                   = (known after apply)%0A      + id                      = (known after apply)%0A      + joined_method           = (known after apply)%0A      + joined_timestamp        = (known after apply)%0A      + name                    = (known after apply)%0A      + service_principal       = "sso.amazonaws.com"%0A      + status                  = (known after apply)%0A    }%0A%0A  # aws_organizations_organization.org will be created%0A  + resource "aws_organizations_organization" "org" {%0A      + accounts                      = (known after apply)%0A      + arn                           = (known after apply)%0A      + aws_service_access_principals = [%0A          + "cloudtrail.amazonaws.com",%0A          + "config.amazonaws.com",%0A          + "detective.amazonaws.com",%0A          + "guardduty.amazonaws.com",%0A          + "inspector2.amazonaws.com",%0A          + "securityhub.amazonaws.com",%0A          + "sso.amazonaws.com",%0A        ]%0A      + enabled_policy_types          = [%0A          + "SERVICE_CONTROL_POLICY",%0A        ]%0A      + feature_set                   = "ALL"%0A      + id                            = (known after apply)%0A      + master_account_arn            = (known after apply)%0A      + master_account_email          = (known after apply)%0A      + master_account_id             = (known after apply)%0A      + master_account_name           = (known after apply)%0A      + non_master_accounts           = (known after apply)%0A      + roots                         = (known after apply)%0A    }%0A%0APlan: 12 to add, 0 to change, 0 to destroy.%0A%0AChanges to Outputs:%0A  + dev_account_id        = (known after apply)%0A  + identity_account_id   = (known after apply)%0A  + management_account_id = (known after apply)%0A  + operation_account_id  = (known after apply)%0A  + prod_account_id       = (known after apply)%0A  + security_account_id   = (known after apply)%0A  + stage_account_id      = (known after apply)%0A

::set-output name=stderr::

::set-output name=exitcode::0
```